{
  "Memories" : [
    {
      "id" : 1,
      "Body" : "Did someone tell me you died? I don't know if I was told or if I just assumed. Why else would I have been brought to the hospital in the early hours of the morning? I wish I could remember. Maybe if I remembered someone saying it, I would be able to believe it.",
      "overlay" : ""
    },
    {
      "id" : 2,
      "Body" : "        I'm in a daze. I can't remember who was there besides Mom, Linda, and Peter. I know more people were there. It's strange how just a few hours later, I can't recall who they were..\n        I remember that everyone was in what was called the “Family Waiting Area.” It was a little glassed-off area off the regular waiting area that reminded me of an aquarium. It wasn't private. Anyone could see in and see us. I was annoyed at being put in the “Family Waiting Area.” Our family wasn't our family anymore. I remember wondering what we would become.\n        You'd think I'd remember Dad showing up or us leaving the hospital. I don't. Nothing felt real. It still doesn't.",
      "overlay" : "overlay2"
    },
    {
      "id" : 3,
      "Body" : "        I remember seeing Gracie at the front door, wagging her tail and with a towel in her mouth. Seeing her happy made me cry. I sat with Mom on the couch and we watched the computer screen saver for a while. I laughed when that picture of you on our vacation out west appeared It's a close up of your face and you have a funny smile and wide eyes. That laugh brought on more tears, remembering that I'll never see your goofy smile other than in pictures, though I still don't quite believe that I won't.",
      "overlay" : "overlay2"
    },
    {
      "id" : 4,
      "Body" : "        I'm sitting in the basement and all I can think about is last night. It keeps replaying in my mind. You picking me up from school; us driving to Wendy's for dinner since Mom and Dad weren't home; listening to our songs; me giving you half of my fries because they didn't give you any; you falling asleep on the couch; Lindsay and Dana coming over and waking you up; and then you telling me you were heading to Mike's house.",
      "overlay" : "overlay6"
    },
    {
      "id" : 5,
      "Body" : "        It seemed like such a normal evening. There were no signs that something bad was going to happen. You always think in movies that looking back, they should have known something bad was going to happen. I'm trying to find that clue I missed, the one thing which would have prevented this.\n        Even when Mom came home and said you'd been in a car accident, I didn't take it seriously. My gut told me that you were going to be fine.",
      "overlay" : "overlay2"
    },
    {
      "id" : 6,
      "Body" : "        The entire family is here. I don't remember them arriving, they were just suddenly here, though I haven't really been paying too much attention to what's going on around me. I've barely noticed the times Mom and Dad have left to go sort things out for your funeral and wake.",
      "overlay" : "overlay8"
    },
    {
      "id" : 7,
      "Body" : "        There's always people here. They bring flowers and food. They say “I can't understand what you're going through,” or “I'm so sorry,” or “he's in a better place,” or one of the other thousand things said at a time like this. I think I've never met a good fifty percent of the people who have shown up. They introduce themselves, but I can't remember who they are a minute later. I just nod my head when they talk and say thank you for coming, though I don't quite understand why I'm thanking them. I think they just want to feel like they've done something supportive. Maybe they are being supportive, but it doesn't feel like it to me.",
      "overlay" : "overlay8"
    },
    {
      "id" : 8,
      "Body" : "\tMom and Dad have asked me to pick out what to bury you in. I assumed it would be a suit because that is what people are buried in in movies, but apparently, I have free reign to pick what I want. I want to pick something you'd like, or I guess, would have liked. I'm still adjusting to verb tenses. The past tense feels wrong when I say it.\n\tI picked your hot pink polo and some khakis. I can picture you wearing it. This outfit could be considered your signature look. I told Mom and Dad I picked it because it was your favorite. That was only partially true, I also picked it because I never want to see that polo again. I don't want to see it hanging in your closet. Looking at it brings up vivid images of you wearing it. I don't want it around.",
      "overlay" : "overlay7"
    },
    {
      "id" : 9,
      "Body" : "\tYou know when you're on summer vacation and you can't remember what day it is? That's how I am right now. Today could be Tuesday, it could be Friday, I wouldn't know either way. The past few days have all blurred together.\n\tI do know that today is your wake and tomorrow will be the burial and the funeral. That's how I've been able to tell time has passed. Yesterday was one day to the wake and two days since the day you died. Today is the wake and three days since the day you died. Tomorrow will be the funeral and four days since the day you died.",
      "overlay" : "overlay2"
    },
    {
      "id" : 10,
      "Body" : "\tWe were not prepared for the amount of people who showed up at the funeral home for your wake. There was a constant stream of people. We were supposed to be able to take a break for dinner, but we couldn't. It seemed like every person you'd ever met was there.\nI knew few of those people. You know, those times we'd get introduced to one of Mom or Dad's friends and they'd say “of course you remember so and so,” and we'd have to pretend like we knew who they were? It was like that times a hundred. I just acted like I remembered them, gave them a hug, and said thank you. Fortunately, the line being long meant that no one could stop to talk.",
      "overlay" : "overlay7"
    },
    {
      "id" : 11,
      "Body" : "        I don't like hugging strangers, but it was expected of me. I was also expected to be grateful that they came. It's because of them that we even had a wake. The wake was so people who aren't our family could come say goodbye. Maybe Mom and Dad were comforted by all the people who showed up, but I wasn't. I felt uncomfortable the entire time.",
      "overlay" : "overlay2"
    },
    {
      "id" : 12,
      "Body" : "\tI swore I was going to get sick of all the stupid cliches people kept saying. If they really don't know what to say, they shouldn't say anything. Why can't someone just say “this must suck for you?” Why do they have to keep talking about God's plan, or a better place, or not being able to understand?\n\tI heard a new line from people that night. “You're parents are lucky they still have you.” Do people even think about what they say before they say it? Am I just a consolation prize? ",
      "overlay" : "overlay6"
    },
    {
      "id" : 13,
      "Body" : "\t“Your parents really need you to be strong.” Those words have been repeated to me by strangers, friends, and family alike. Mom needs me to be okay. Dad needs me to be okay. They've lost a child, I've only lost a sibling. In the hierarchy of grief, theirs is greater. At least that's the message everyone gave me.",
      "overlay" : "overlay7"
    },
    {
      "id" : 14,
      "Body" : "\tI wish I could say I remember your burial. I don't. I spent the entire time making sure Mom was okay. When she cried, I was there. There were yellow roses on your casket, I thought you would have preferred pink. I don't know who decided on yellow, but pink would have been more you.",
      "overlay" : "overlay8"
    },
    {
      "id" : 15,
      "Body" : "\tAround a thousand people came to the funeral. Not everyone could fit into the sanctuary; they had to live stream the service in another room. Like the burial, I barely remember the service because I was paying attention to Mom the whole time. \n\tI just remember feeling like the funeral didn't really capture you. Of course no one ever says anything bad at funerals and I didn't think they should have said anything bad. I just felt as though there was something missing, some element of you that was missing from the entire thing. I don't know if anyone else felt this way. I've been afraid to ask because I didn't want to upset anyone by suggesting it as a negative.",
      "overlay" : "overlay5"
    },
    {
      "id" : 16,
      "Body" : "        I blame myself. I know that I shouldn't, but I feel guilty anyways. If I had only been firmer with Dana and Lindsay and made sure they didn't wake you up, you could still be alive. If I hadn't let them in, they wouldn't have woken you, and you would have slept for the rest of the evening instead of going out.",
      "overlay" : "overlay2"
    },
    {
      "id" : 17,
      "Body" : "        I'm almost positive that everyone blames themselves in some way. I know Mom and Dad each blame themselves, but they weren't home, I was. Sometimes I wonder if they blame me. They'd never admit to it, but it's possible that somewhere in their minds, they blame me. I wish I could blame them. I want to be mad because they didn't take your car away or enforce their rules more strictly, but I can't be.",
      "overlay" : "overlay2"
    },
    {
      "id" : 18,
      "Body" : "        Your accident was blameless, but I still blame myself for not preventing it. If you had survived, would you blame yourself for getting into an accident? Do you blame me for not preventing it?",
      "overlay" : "overlay6"
    },
    {
      "id" : 19,
      "Body" : "        I can't believe the first holiday I have to spend without you is Christmas, “the most wonderful time of the year.” Every radio is playing Christmas carols about being merry and joyful. Everyone wishes you a “Merry Christmas” or “Happy Holidays.”",
      "overlay" : "overlay6"
    },
    {
      "id" : 20,
      "Body" : "        It feels wrong to be miserable. Sometimes I feel like others are judging me for not being happy. I'm angry that they're able to be happy and enjoy the season. They don't have to watch commercials about families getting together for the holidays and be reminded that their family is missing someone.",
      "overlay" : "overlay2"
    },
    {
      "id" : 21,
      "Body" : "        I'm not sure how to refer to our family. Our family included you, but you're not here, so our family doesn't really exist anymore. I don't want to call it a family, because it doesn't feel like one. There's a Reid-shaped hole in this formerly complete family.",
      "overlay" : "overlay8"
    },
    {
      "id" : 22,
      "Body" : "\tI'd already bought your Christmas gift. It's a set of body wash and cologne in that scent you like. We decided to bury the cologne with you. I kept the body wash. Sometimes I smell it so I can remember what you smelled like. That probably sounds really weird, but it's comforting.\n\tWe also buried your PSP, your Xbox games, and some of your other favorite things with you. I added little Favorite, a pocket sized version of the teddy bear I've slept with since I was a baby. I still sleep with big Favorite every night, so I like to think that I'm still connected to you in a way.",
      "overlay" : "overlay9"
    },
    {
      "id" : 23,
      "Body" : "        Your friends all added stuff to bury with you as well. Mike gave you his black karate belt. I can still hear you telling people that they shouldn't mess with you because your friend had a black belt. They really miss you.",
      "overlay" : "overlay9"
    },
    {
      "id" : 24,
      "Body" : "        I like to call your phone so I can hear your voice. I'm scared that someday I'll forget what you sounded like. I don't want to forget anything. Will I just wake up one day and have forgotten what you sounded like or what you looked like? Or will it happen over time?",
      "overlay" : "overlay10"
    },
    {
      "id" : 25,
      "Body" : "        When I'm old, will I even be able to remember you? Or will I only remember that you existed? It won't be too long before I've lived most of my life without you. It's not fair. I'm not prepared to spend life without you. We talked about the future. You joked that you would live on my couch. I never imagined facing the future without you by my side.",
      "overlay" : "overlay10"
    },
    {
      "id" : 26,
      "Body" : "        Do you ever feel like everyone is staring at you, even though there is no logical reason why they would? That's how I feel every time I leave the house. I feel like I have a sign around my neck that says “Her brother died” or something like that. Something that differentiates me from the crowd. I've experienced something that most people my age have never experienced. Most people my age have never experienced the death of an immediate family member. I'm different from them and they can sense it.",
      "overlay" : "overlay5"
    },
    {
      "id" : 27,
      "Body" : "        I feel weird around my friends now. I want to talk about you, but I can't. We're not supposed to talk about death, it makes people uncomfortable. People grow quiet when I mention you. They avoid talking about anything that could relate to you. I know they're trying to protect my feelings, but they're not. Avoiding talking about you does not protect my feelings, it makes me angry. You've become an elephant in every room I enter. Everyone tries to ignore your existence and I just want them to acknowledge you.\n        Is this how the rest of my life will be? Feeling like I can't talk about you because it might make others uncomfortable?",
      "overlay" : "overlay5"
    },
    {
      "id" : 28,
      "Body" : "        Meeting new people, something I've never been good at, has become even more challenging. Do you know how often people ask “so do you have any siblings?” People assume it's a safe question. I never know how to respond. If I say no, that feels like a lie. However, by answering no, I avoid the awkward follow up questions. If I answer yes, I will inevitably be asked your name, age, school/job, etc. Answering these stops conversations. As soon as I mention that you died, people say sorry and try to change the subject.",
      "overlay" : "overlay5"
    },
    {
      "id" : 29,
      "Body" : "\tAs soon as I'm asked if I have siblings, I have to do some quick mental calculations. How well do I know this person? Will I ever see them again? Do I want them knowing something so personal about me? Will it be awkward later if they assume I have no siblings and I accidentally mention you?\n\tThe answers to these questions all influence how I answer their question. I've started avoiding mentioning you and hoping no one asks me about you until I'm ready to talk about you. However, that rarely works.",
      "overlay" : "overlay5"
    },
    {
      "id" : 30,
      "Body" : "I never thought how helpful it would be for someone to tell me it's okay to be angry at you. There is the old saying that you should never speak ill of the dead. I assumed that that extended to not thinking ill of the dead.\n\tSince you weren't responsible for your accident, how could I be mad at you? My anger made no sense. But the thing no one tells you is that it doesn't have to make sense. My feelings don't need to make sense. I'm allowed to feel what I feel whether it's logical or not.",
      "overlay" : "overlay3"
    },
    {
      "id" : 31,
      "Body" : "        I don't have to feel guilty for enjoying things or having fun. I went to a concert recently and I had a great time, but as soon as I realized I was happy, I felt guilty for being happy. I also thought about how much you would hate that I was at this concert and it made me laugh.",
      "overlay" : "overlay3"
    },
    {
      "id" : 32,
      "Body" : "        I was reminded that I didn't die when you died. I'm allowed to live my life. I don't have to feel guilty for being alive while you aren't. It's easy to say all of this, but it's hard to feel it. Sometimes imagining you yelling at me helps. Just having you yell at me that I'm being stupid and of course I have the right to be happy and have fun sometimes. It feels almost like You're giving me permission.",
      "overlay" : "overlay3"
    },
    {
      "id" : 33,
      "Body" : "        It's been a whole year since you died. I never thought that I could live a year without you, but I did. It was the hardest thing I've ever had to do. I didn't know that living could be so difficult, but I got through it. If I can get through a year, I can get through a year and a day, or a year and two days, or even two years. I know it won't be easy, but I've made it this far.",
      "overlay" : "overlay6"
    },
    {
      "id" : 34,
      "Body" : "\tI'm kinda impressed with myself. I can withstand more than I ever imagined I could. There isn't really anything else life could throw at me. I'm surviving this, I can survive anything. The important thing is to remember that, to remind myself that I'm strong. For a long time, I hated being called strong. Being strong means having a choice, but I never felt I had one. . I know now that I did have a choice. I make the choice to stay strong every day I'm alive. I didn't choose to give up.\n\tI like to think that you'd be proud of me. You always thought more of me than I did of myself. You'd probably say something like “I knew you could do it,” and you'd mean it. ",
      "overlay" : "overlay5"
    },
    {
      "id" : 35,
      "Body" : "\tI've decided to take a year off from school to focus on myself. Healing and going to high school at the same time is difficult. High school is hard, grieving is hard. I can't do both.\n\tYou never hear of people taking off a year of high school, at least not in West Hartford. I never imagined that such a thing was possible. Apparently it is.",
      "overlay" : "overlay3"
    },
    {
      "id" : 36,
      "Body" : "        I think this will end up being a good decision. I'll be able to grieve and heal without also having to worry about grades and homework. I've been reminded that I'm not weak for not being able to handle both at the same time. I'm lucky that Mom and Dad are letting me do this. They're being so understanding and supportive. I know this has been difficult for all of us and I haven't made things easier for them. I've probably made things worse at times. I was just worried that they'd disconnect in a way, or withdraw from parenting. I was scared that I'd have to do everything without them.\n        I felt a bit ignored the first few months after your death. They were wrapped up in their own grief and healing, but I took it personally.",
      "overlay" : "overlay3"
    },
    {
      "id" : 37,
      "Body" : "\tNow that I'm back at school, I know for sure that the year off was a great decision. I'm able to pay attention in classes and actually get work done. I hadn't really been able to do that since you died.\n\tDuring my time away from school, I was finally able to confront all the things I'd kept bottled up inside. This includes our somewhat tumultuous relationship. We were not the best of friends during the last few years of your life. I'm grateful that we were at least close for the last year of your life, but I regretted that we never had the chance to really be close. I was mourning a relationship we'd never have. I needed to allow myself to feel upset and angry about that.",
      "overlay" : "overlay5"
    },
    {
      "id" : 38,
      "Body" : "        I'd also been carrying around guilt over your death. I felt responsible for your death. I felt that there was a way for me to prevent it.\n        My guilt and anger were like a weight holding me in place, I wasn't able to move forward while they had so much power over me. That weight isn't gone completely, but it's much lighter and I'm able to carry it without it stopping me from moving forward.",
      "overlay" : "overlay8"
    },
    {
      "id" : 39,
      "Body" : "\tI'm writing my college essay about you. Well, about the family dinners we started having after you died. \n\tI used the essay as a way to explore all of the uncertainty I felt and how I was able to get through some of the uncertainty and accept that there may always be some uncertainty.",
      "overlay" : "overlay5"
    },
    {
      "id" : 40,
      "Body" : "\tYou were the focus of the family for years and I was happy in your shadow. I didn't know what my role was going to be. I'm still not entirely sure what my role is now.\n\tI always defined myself as your opposite. Who am I now that you aren't here to define me? I still don't know who I am without you, but I don't need to know who I am.\n\tAm I still your little sister now that I'm older than you were when you died? I still think of myself as your little sister.",
      "overlay" : "overlay2"
    },
    {
      "id" : 41,
      "Body" : "\tAt first I was afraid of not having answers to all of my questions. I wanted something concrete and definite that I could hold onto. Uncertainty is hard for most people to accept. It's even harder to accept when everything is uncertain and you feel like you're rushing down a river and there's nothing  to stop you from being swept away. I've found that sometimes you have to let yourself get swept away.",
      "overlay" : "overlay3"
    },
    {
      "id" : 42,
      "Body" : "        There were times that I never thought I'd graduate from high school, but I made it. It's extremely bittersweet. I'm relieved that it finally happened, but I'm sad that you're not here to celebrate with me. \n        This is the first life event I've achieved that you were never able to experience yourself. I know you'd be proud of me, but I wish you could tell me in person. I don't think there will be a time when I don't wish you were still here.",
      "overlay" : "overlay5"
    },
    {
      "id" : 43,
      "Body" : "\tI worry that you'd be disappointed in me. I'm dropping out of college. Well, technically I'm taking medical leave, but I probably won't go back, at least not to Wesleyan. I can't believe that I have to take more time off from school. But, again, it's for the best.\n\tI wasn't happy, I was stressed and I was failing. Being there was a waste of money and I felt guilty about it.",
      "overlay" : "overlay3"
    },
    {
      "id" : 44,
      "Body" : "\tI'm a bit angry at myself, I was doing so well and now it feels like I'm back at square one. I know I'm not at square one, I've made a lot of progress. I just wish I could have had a normal college experience. High school was so disjointed, I hoped that I'd only go to one college.",
      "overlay" : "overlay2"
    },
    {
      "id" : 45,
      "Body" : "\tLife never goes the way we plan it, at least not for me. It's hard to remember that my mental health needs to take priority over my education. I need to remember that I should be enjoying what I'm doing and not miserable and unnecessarily stressed.\n\tAt least now I'll have time to figure out what I really want from life. I never thought about that before. For many years I was focused on doing what I could to keep moving forward. I never thought about what I would do once I got there. I wasn't prepared.",
      "overlay" : "overlay3"
    },
    {
      "id" : 46,
      "Body" : "I'm really lucky that I took some community college classes before going back to college full time . I have enough credits that I'm able to only take three classes a semester. I've found that four classes is too much for me to handle. I tried, but my work suffered. With my insomnia, I'm not able to be as productive as I would like to be. It's hard to not be frustrated with myself, but I need to remember to respect my limitations. It's hard to remember that they're not a sign of weakness.",
      "overlay" : "overlay5"
    },
    {
      "id" : 47,
      "Body" : "        I'm scared of pushing myself too hard again. I don't want to have to transfer again. I just want to be done with college. I'm still having trouble interacting with teachers and people in positions of authority. You'd think my trust issues would have gone away by now. However, I keep remembering the last week of your life and how broken you were by what happened. How can I trust anyone who has any power over me? You trusted them and they ruined you.\n        I don't have any reason to not trust these people. They all seem nice and supportive, but I just don't trust them. I can't. Hopefully that won't cause the same issues as it has in the past. Maybe I can just keep my head down, do my work, and graduate.",
      "overlay" : "overlay1"
    },
    {
      "id" : 48,
      "Body" : "        It's hard to not blame you for Mom and Dad getting a divorce. They've been growing apart ever since you died. Dad capitalized on your death. He became a crusader for safe driving and was very public about it. Mom and I wanted to be private. Dad wrote a book about it. I never thought it would be published. It was and I am upset about it. I don't like that our pain is on display for the world.\n        I wish you were here to go through this with me. I feel so alone and like no one can understand this. You'd be able to understand. But if you were here, they may not be getting divorced.\n        I keep reminding myself that if I survived your death, I can survive anything.",
      "overlay" : "overlay1"
    },
    {
      "id" : 49,
      "Body" : "\tMy friend Ali died. This has been one shitty year. Grandma died, Mom and Dad are getting divorced, and now Ali died. I remind myself that I survived your death and that I can survive anything, but this is a bit ridiculous. It's a lot to deal with at once.\n\tHer wake was at the same funeral home where yours was. I never thought I'd be back there so soon. Nine years isn't really soon, but it is for people my age.\n\tMy friends turned to me with their questions about Ali, It's probably because my mom was in touch with Ali's parents, but sometimes I wonder if it because I've experienced death before.\n\tLoss never gets easier. I may know some of what to expect, but it's not easier.",
      "overlay" : "overlay1"
    },
    {
      "id" : 50,
      "Body" : "\tIt's been ten years since you died. I'm in my final year of college and I'm making a game about you. It's strange to think about how much of my life is influenced by you. The only reason I played games was to spend time with you. I remember watching you play for hours and begging for a turn, only for you to keep the controller until Mom made us turn off the TV for the night. Or when I'd sit on a stool behind the computer chair and watch you play Age of Empires.\n\tI'm not sure who I would be today if you hadn't died. If you were still alive, I think I would be completely different. I'd probably have tried to continue to be your opposite instead of adopting some of your likes and personality and making them a part of me.\n\tSometimes I struggle with the thought that I'm not me and I'm just trying to keep you alive through me in a way. But our experiences shape who we are. And your death was certainly an experience. Sometimes I wonder if it's shaped me too much. Am I more than the girl whose brother died? Is there anything of me that hasn't been influenced by you or your death in some way? I honestly can't say. Things I thought were uniquely me always relate back to you after a moment of thought.\n\tYou were larger than life. In a way, you still are. You're still affecting me.",
      "overlay" : "overlay1"
    }
  ]
}
